<template>
    <Header></Header>
    <profile-section></profile-section>
    <div class="container-fluid p-0">
        <div class="container">
            <div class="row">
                <div class="col-12">
                    <h1 class="mt-5 mx-3 text-center font-weight-bold politics-main-title">Политика конфеденциальности</h1>
                    <h6 class="mt-3 mb-5 mx-md-5 text-center text-secondary politics-main-desc">Добро пожаловать! В разделе "Службы поддержки" вы также можете читать сообщения от Службы поддержки. Кроме того, сюда вы получаете важные сообщения, связанные с вашим аккаунтом.</h6>
                    <div class="politics">
                        <div class="politics-main">
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">1. Общие положения</div>
                                </div>
                                <div class="politics-body">
                                    Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных АО “ЛеКлик» (далее – Оператор).<br><br>
                                    Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.<br><br>
                                    Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://leclick.ru.

                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">2. Основные понятия, используемые в Политике</div>
                                </div>
                                <div class="politics-body">
                                    Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;<br><br>
                                    Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);<br><br>
                                    Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://Leclick.ru;<br><br>
                                    Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;<br><br>
                                    Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;<br><br>
                                    Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;<br><br>
                                    Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;<br><br>
                                    Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://Leclick.ru;<br><br>
                                    Пользователь – любой посетитель веб-сайта https://Leclick.ru;<br><br>
                                    Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;<br><br>
                                    Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;<br><br>
                                    Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;<br><br>
                                    Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных.
                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">3. Оператор может обрабатывать следующие персональные данные Пользователя</div>
                                </div>
                                <div class="politics-body">
                                    Фамилия, имя, отчество;<br><br>
                                    Электронный адрес;<br><br>
                                    Номера телефонов;<br><br>
                                    Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).<br><br>
                                    Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.
                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">4. Цели обработки персональных данных</div>
                                </div>
                                <div class="politics-body">
                                    Цель обработки персональных данных Пользователя — информирование Пользователя посредством отправки электронных писем; предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте.<br><br>
                                    Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты info@leclick.ru с пометкой «Отказ от уведомлениях о новых продуктах и услугах и специальных предложениях».<br><br>
                                    Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.
                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">5. Правовые основания обработки персональных данных</div>
                                </div>
                                <div class="politics-body">
                                    Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте  https://leclick.ru. <br><br>Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.<br><br>
                                    Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</div>
                                </div>
                                <div class="politics-body">
                                    Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.<br><br>
                                    Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.<br><br>
                                    В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора  info@leclick.ru  с пометкой «Актуализация персональных данных».<br><br>
                                    Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора  info@leclick.ru  с пометкой «Отзыв согласия на обработку персональных данных».
                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">7. Трансграничная передача персональных данных</div>
                                </div>
                                <div class="politics-body">
                                    Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.<br><br>
                                    Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.
                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">7. Трансграничная передача персональных данных</div>
                                </div>
                                <div class="politics-body">
                                    Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.<br><br>
                                    Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.
                                </div>
                            </div>
                            <div class="politics-item">
                                <div class="politics-header">
                                    <div class="politics-icon politics-icon-phone"></div>
                                    <div class="politics-title">8. Заключительные положения</div>
                                </div>
                                <div class="politics-body">
                                    Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты  info@leclick.ru.<br><br>
                                    В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.<br><br>
                                    Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу  https://leclick.ru/policy.
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <Footer-menu></Footer-menu>
    <Footer></Footer>
</template>

<script>
import Header from "./header/Header";
import ProfileSection from './sections/ProfileSection';
import FooterMenu from './footerMenu/FooterMenu';
import Footer from "./footer/Footer";
export default {
    name: "Politics",
    components: {
        Header,
        ProfileSection,
        FooterMenu,
        Footer
    }
}
</script>

<style lang="scss">
    .politics {
        background: #fff;
        border: 1px solid #e6f1ec;
        border-radius: 10px;
        margin-bottom: 50px;
        &-main {
            overflow: hidden;
            &-title {
                font-size: 20px;
            }
            &-desc {
                font-size: 14px;
            }
        }
        &-header {
            overflow: hidden;
            display: flex;
            margin: 20px;
        }
        &-title {
            font-size: 20px;
            font-weight: bold;
        }
        &-body {
            margin: 20px;
            color: grey;
            font-size: 14px;
        }
        &-item {
            border-bottom: 1px solid #e6f1ec;
            &:last-child {
                border-bottom: none;
            }
        }
    }
    @media only screen and (max-width: 768px) {
        .politics {
            margin-bottom: 20px;
            &-title {
                font-size: 12px;
            }
            &-header {
                margin: 15px;
            }
            &-body {
                margin: 15px;
                font-size: 10px;
            }
        }
    }
</style>
